<PAD>
，
的
公
司
？
是
有
股
。
不
0
1
请
问
一
在
年
了
大
2
业
资
么
为
谢
能
产
！
多
市
上
 
好
发
这
投
东
否
中
会
人
价
到
吗
时
个
如
什
3
要
你
对
月
以
没
增
和
利
下
何
5
贵
目
还
们
.
现
来
前
高
行
、
者
持
出
我
可
少
成
新
用
理
国
品
方
回
报
日
进
展
重
作
董
收
告
长
经
期
电
实
就
6
说
4
金
合
于
度
都
数
事
机
关
看
也
生
管
场
计
购
工
,
提
定
建
后
应
开
已
项
入
与
面
过
做
动
信
务
家
分
力
8
7
本
：
同
网
比
总
绩
望
天
样
复
果
您
最
元
通
票
心
地
三
营
亿
9
议
情
及
小
得
今
预
转
加
万
间
牌
体
道
技
销
很
明
划
点
些
值
答
等
份
并
量
无
”
其
因
“
权
近
意
季
而
全
内
所
相
解
次
自
去
?
未
题
况
企
平
化
怎
该
%
跌
那
正
知
主
证
希
秘
售
低
布
将
之
子
组
部
呢
外
影
润
交
向
给
送
益
但
或
让
想
快
几
设
此
研
广
注
完
哪
二
台
商
率
规
表
原
科
标
车
更
联
-
截
制
案
续
保
停
真
息
户
格
然
）
减
层
至
术
集
系
（
安
响
强
半
海
达
性
视
认
手
从
法
他
推
民
只
基
第
底
单
止
备
再
领
互
别
改
吧
考
才
候


流
式
直
非
控
打
员
算
涨
名
难
据
团
常
调
求
华
种
当
具
创
药
限
买
里
料
费
需
质
区
位
源
确
监
损
消
每
线
构
感
两
反
造
参
效
施
接
太
件
把
啊
露
准
虑
被
先
易
级
水
传
立
智
任
取
光
钱
支
话
导
十
属
又
亏
红
势
配
超
材
示
净
变
板
整
医
模
披
起
程
器
盘
承
较
速
政
；
优
款
空
着
供
额
使
号
见
批
幅
型
受
财
气
美
代
融
降
争
P
学
深
失
连
结
特
订
物
步
采
百
处
己
际
象
激
决
差
运
五
升
负
核
文
形
责
北
风
服
极
维
诺
类
四
显
汽
占
统
略
:
环
存
C
战
由
另
老
客
积
站
除
远
按
查
励
矿
始
审
指
盈
城
卖
乐
装
竞
南
路
域
各
游
尽
门
觉
头
/
!
却
付
例
待
够
越
功
A
思
补
约
口
措
京
估
清
军
且
州
办
拿
专
周
根
即
券
断
走
石
放
片
池
试
S
继
局
态
块
山
满
必
申
扩
稳
称
策
油
银
套
护
究
细
容
搞
土
获
e
T
包
景
充
久
o
带
江
张
厂
毛
致
t
马
房
酒
严
协
i
D
段
跟
介
》
院
照
I
早
《
p
概
素
节
康
西
募
王
讯
烈
它
签
条
足
迟
媒
释
千
锂
龙
引
宁
测
疑
像
宝
顺
E
吨
涉
换
G
n
端
a
仅
货
星
兴
散
共
错
活
终
压
铁
德
店
既
拓
字
O
众
疗
身
借
精
闻
软
记
验
航
苏
普
络
险
选
白
询
予
巨
破
阳
绍
热
飞
初
暴
书
临
退
敬
亚
观
落
便
干
切
c
排
声
举
则
适
富
假
世
微
状
花
M
债
良
米
L
首
府
置
h
V
诚
均
)
境
省
波
健
招
离
双
详
(
界
拉
泰
列
论
宣
拖
言
球
愿
禁
短
拟
慢
博
委
福
尊
免
诉
神
移
云
队
许
评
戏
m
储
B
R
谈
液
青
违
竟
防
谁
芯
延
突
紧
钢
教
N
官
黄
职
住
—
筹
眼
税
随
瑞
虽
透
振
阿
阶
担
倍
依
习
s
刚
偿
贴
革
听
雄
范
w
滑
助
社
修
末
火
托
找
馈
园
啥
l
善
往
抓
斯
宜
济
牛
密
卡
"
符
腾
缺
频
简
坚
识
努
括
央
李
r
居
义
港
农
士
墨
湖
图
圳
册
F
靠
酸
触
床
聚
食
含
色
友
择
码
刘
账
币
毕
检
害
膜
仍
启
若
爱
尔
迷
烯
林
左
异
独
河
+
壳
念
留
血
须
巴
败
围
屏
右
治
d
煤
懂
映
威
遇
避
汉
陈
…
链
倒
输
似
晶
育
六
边
蓝
轮
印
召
乎
潜
呀
嫌
沟
登
川
祝
恒
纳
旗
述
操
句
针
赚
彩
养
累
击
误
享
贷
喜
掉
稀
咨
历
味
艺
W
永
g
般
奇
租
晚
佳
苹
儿
武
剂
汇
令
追
赢
吸
录
肯
促
九
克
慧
谓
兼
草
咱
余
H
伏
押
曾
拥
虚
斗
版
u
秀
距
燃
弃
础
尚
迪
副
讲
固
顾
序
欧
丰
恶
暂
途
献
页
黑
律
怕
某
楚
故
忽
盛
音
履
英
贸
病
跑
急
困
硬
仓
渠
鼓
嘛
群
综
胶
甚
卫
握
缩
奖
母
判
伤
盒
陆
唯
洲
碳
纷
执
宏
赞
抛
春
探
麻
八
K
偏
章
津
帮
悠
徐
叫
澄
剧
钨
绝
派
顶
铝
旧
播
敢
惨
剩
混
宗
奥
糖
庆
岛
贡
烦
束
粉
键
洽
树
苦
皮
逐
归
障
休
坏
史
玩
吃
兑
背
析
粮
索
爆
志
七
织
轻
昨
*
吴
冲
~
幕
扭
绿
污
折
跨
b
疆
炭
封
授
射
私
隔
玻
楼
圈
赶
旦
弄
危
怀
猫
朱
盟
械
盾
览
冷
炉
Q
洋
誉
命
伟
零
灵
载
挂
杭
锁
衍
鑫
迅
捷
恢
裁
森
苗
窖
县
盼
薪
忙
刻
缓
替
角
浪
壮
语
脸
肉
亮
淘
疫
隐
惠
温
纯
纤
熟
杨
翻
叶
族
赛
厦
纸
笔
敷
辞
仪
田
库
堂
赵
察
珠
访
骗
v
赔
浙
死
松
炒
沈
曲
聘
征
拍
寻
趋
架
肝
厚
焦
抢
轨
鉴
丽
晨
峰
写
肥
箱
递
夏
盖
凯
撑
沃
辛
罗
铜
附
轴
蛋
雷
校
闲
宇
穿
郑
X
惊
弱
沙
讨
女
班
唐
裕
乏
乙
旅
晓
培
泡
贝
扣
船
守
孙
尼
师
=
％
硅
抗
毒
邦
娱
玛
撤
　
垃
圾
兰
】
废
啦
杰
扬
谷
纵
阅
朗
亲
演
掌
遍
赁
漫
U
香
昌
薄
狂
郭
午
浏
奋
忠
胡
醒
碍
灾
昆
淡
邮
警
刷
璃
钛
署
耗
熊
氧
戴
哈
函
督
旬
荣
茅
乱
嘉
鱼
纪
庄
梦
室
摘
鸡
忧
静
耐
矛
谋
木
毫
欢
伙
迁
址
冬
伴
衷
覆
抵
趣
恳
磁
繁
谊
炼
编
侵
帐
摊
泛
读
径
拜
旺
丁
宋
烟
遭
莱
救
篇
豪
悉
雅
寒
尤
描
腰
斩
【
染
k
糊
氢
亩
蒸
纶
惜
菌
勘
兄
悲
朋
潮
塑
胺
桩
井
摸
骨
拆
冰
镇
猪
梁
缘
胎
凭
呼
彻
幸
夫
鼎
Y
庭
弹
瓶
坑
怪
鲜
割
迈
席
荐
默
饮
诸
咋
铺
磷
劲
酶
甲
尿
湾
蒙
丝
词
	
吉
雪
搜
扎
欣
呵
汤
迎
恐
震
紫
跃
藏
泄
古
玉
慎
姓
欠
菲
脱
冀
劣
赖
岭
沥
镍
～
野
y
栏
虎
尾
疯
喝
醇
弟
痛
脑
患
硫
x
舰
辅
欺
沉
钻
帽
虹
泽
厉
村
榜
乳
典
吹
攻
剥
刊
陶
乌
饱
桥
抱
漂
虫
齐
筑
植
f
届
翔
驾
凤
莫
烷
窗
挥
圣
驱
袁
哦
匹
辉
斤
框
宽
牙
浮
牵
敏
甘
训
伦
雨
闭
逃
纺
烧
逆
裸
牢
杆
遗
允
盐
阻
沫
贬
阴
滞
驶
孩
粘
勇
笑
瓜
档
胜
搬
罚
童
摩
饰
坐
洗
瓷
圆
谣
渐
曹
座
锅
腐
犯
恩
镜
欲
仁
畅
晰
;
赠
横
哥
君
脚
拒
浦
钟
溢
伐
吊
仔
冠
辆
兵
岩
·
坛
_
党
胞
酬
绵
愈
氏
宾
麦
柔
殊
踏
馆
>
隆
‘
’
旭
囊
z
寄
恭
泥
岁
汗
悬
阔
诊
惑
颈
著
韩
佩
芳
锐
杀
磨
汰
夜
暖
缴
掩
氨
遥
翼
０
挺
谨
摄
挫
杯
菱
倡
堪
衣
│
潭
忘
谱
坦
@
杉
添
耳
衡
寿
钼
冶
扶
芝
亦
氟
坡
梯
朝
滨
绪
氯
２
稞
羊
泉
契
荷
铼
凌
俄
皇
轿
沪
菜
灭
魄
秦
乃
驻
填
堆
闪
砸
贺
艾
踪
寸
挖
渡
碧
狼
肃
催
愤
纹
杂
豆
脆
忍
韦
歌
赌
怡
抽
戚
贾
画
溯
迫
龄
柴
纠
鞍
闹
萎
酷
乘
郁
洁
澳
稿
熙
秋
塞
跳
驰
梅
倾
镁
礼
餐
洛
伍
屋
竣
勤
她
姐
迹
卢
悔
躲
柳
插
鸣
姜
傻
埋
脉
搭
祖
男
舍
茶
舒
塔
疲
贪
邓
晟
慈
舆
洪
謝
酿
仿
摆
芜
誓
刺
挣
绕
磊
垄
辑
舶
邀
抑
劳
啤
廉
辟
帝
Z
柜
弥
偶
慰
钙
粤
鸟
酰
漏
盲
厅
壤
蛮
锋
尖
钾
埃
霉
J
壁
歉
捧
１
罪
惯
恰
曙
帆
湘
株
赣
殖
漠
冻
讼
萄
钴
坊
珍
卷
怨
淮
傲
烂
遮
删
冒
茂
泵
朴
逼
陕
涂
仑
箔
祥
耀
剑
残
趁
奔
丙
搪
狠
稍
循
艰
泸
吞
扫
闽
[
沿
锦
岸
岳
伊
&
j
顿
挽
俱
辰
牺
牲
晖
伪
携
秒
阵
昊
掏
颜
佛
屡
骄
胆
奈
俗
悦
拼
巧
尝
陷
骂
丹
涵
锑
缆
荡
铸
侧
洞
蒋
逻
蔡
衰
靡
妇
瞒
谅
肖
驴
瘤
抚
鼠
夺
酯
拨
捐
卧
徘
徊
裂
葡
帅
鲁
绘
伯
番
怒
牧
鸿
菇
炎
仲
雾
吁
瓦
吕
鹤
掘
杜
辱
凝
赏
逢
犀
夕
耽
搁
耻
渗
溶
轩
皆
憾
铵
碑
浆
诈
街
辽
呆
灰
將
妙
践
逊
丢
岗
冕
愧
粗
羹
岂
莞
乔
昕
醚
棉
尺
穷
卓
．
凰
逾
舟
懒
钒
骤
袋
帘
闰
荒
猛
枪
肽
坤
妨
扇
螳
螂
兆
纬
勉
撒
钠
灌
扰
肿
纲
\
醺
绑
汕
挤
哭
凡
<
颖
乡
棒
侨
霸
贯
峡
饲
癌
嫁
暗
曰
辨
５
诱
聊
泪
鸭
辜
梳
磺
牟
弘
赤
俩
杠
谭
躺
慌
仙
睹
慨
昂
敦
夷
靓
剔
酱
抄
腔
瞎
#
崩
炸
霜
膏
畴
唱
垫
吝
胸
帖
鲍
锡
挑
曼
眉
援
碰
阁
葛
硕
拐
柱
睡
怜
虞
韶
锌
炮
寨
卸
罕
刀
懈
鹿
霍
伸
练
贱
獐
毁
奠
愚
衔
课
孤
沱
禹
桶
饼
醋
宅
溪
蛇
钉
磅
阀
廊
莎
砖
墙
幼
姿
＂
凉
箭
淀
辩
宴
锈
肆
吡
酐
瞿
禾
翘
捏
邵
彰
狗
尴
尬
奏
仟
呈
粒
宰
锝
嵌
煌
鹅
浓
霞
唧
蔽
籽
惹
铃
q
勾
汀
忌
膦
拔
曝
禽
慷
噱
'
擦
腿
彼
婚
甩
槛
葩
踩
睬
陪
玲
瞻
锰
氮
御
醉
勒
嘴
骚
羞
铭
颗
搏
硼
艇
谴
惩
阐
仰
煎
熬
枣
湿
撮
奉
堤
浅
蜂
抬
捞
酮
俺
拭
丘
饭
罐
佐
秸
秆
骑
猜
哎
涤
丸
埔
乾
粹
驳
沸
－
桃
棵
渤
刹
滤
梧
桐
亡
巩
魔
崇
龟
勿
棋
匆
荼
窄
毅
鹭
赴
捕
闯
焰
奶
崖
崛
魂
蔑
徽
隅
灯
徕
爷
沧
猎
喷
潘
叉
贤
悄
杏
硝
勃
斜
◆
咎
涡
螺
敲
麽
塌
彭
孚
扯
茵
父
湛
抹
彬
涛
皋
噪
锆
伺
巡
凸
宠
屠
熔
臣
辈
攀
毋
镓
蚀
劵
泊
呋
俏
弗
摇
巷
屁
玑
痰
淄
佑
胀
祸
姚
宿
坪
遵
堰
炬
耶
瘦
冯
颓
拱
旋
姆
怠
厨
胃
邻
诽
谤
孔
爽
惧
＇
鹰
腕
诟
佬
钓
帜
铠
巾
浚
灶
弊
返
厌
焊
钦
叹
棍
舞
尘
垒
枉
巢
钩
坞
疾
症
孵
恨
砂
旁
裔
仕
妆
窝
垂
庞
弯
憧
憬
龚
舱
窦
窘
桑
鲸
鞭
敌
鹏
劝
桌
虾
蟹
挡
貌
灏
譬
楷
艳
哟
奢
飘
涌
颠
峻
罢
喘
哀
巿
赊
萧
瞄
纱
肇
袭
赫
請
問
時
沂
猴
胰
迭
睛
溉
藤
滴
斌
靶
愁
蓉
滥
绒
轰
爬
凑
夸
現
盯
俞
喀
蘑
狭
肠
惰
魅
琪
稻
愉
沦
肤
湍
沾
捆
暨
悟
诞
聪
屑
僻
逗
噬
孟
馒
擅
滋
實
喊
肩
妃
甸
氛
垦
亳
缠
丧
琴
骆
译
苷
疚
陌
镀
咖
啡
唤
贰
芒
烫
撇
婴
怖
挚
朦
胧
砷
淋
漓
颇
笼
辖
芈
锣
栓
膨
瀚
冤
墓
跪
芙
掀
蛹
筛
氩
釆
葵
酵
來
嗨
乍
汪
黎
炙
麟
對
總
聯
網
戰
積
極
踢
棱
侯
濮
扮
漆
鼻
盆
枝
啬
钕
岀
裤
钰
颂
嫩
魁
娜
掖
峨
籍
邱
诗
肺
懋
裹
壕
増
疼
痒
俊
蓄
锭
°
黔
侠
拳
铟
柬
宪
颁
挪
垮
瘟
夔
＞
诛
蕾
腈
沛
挨
渝
$
趴
雯
撬
舌
昙
坠
痴
︶
戈
蒂
惺
翁
吓
毡
揭
慕
泻
臭
昭
枫
仗
３
歼
臻
薛
郴
睐
間
讽
狸
榨
饥
揽
恼
燕
艋
―
冉
袖
朵
幻
嫦
娥
娘
柯
贿
沓
咯
桂
咸
忐
忑
夹
穗
闷
盗
奕
禧
酝
儋
兽
嗲
妥
萤
惕
掷
釜
婆
逝
庙
烽
谎
亭
兹
霾
穴
嘿
缝
歧
亨
孜
彤
铅
蓬
嗡
恋
窃
笃
辙
凄
庸
犹
橱
辐
〉
唾
腻
歹
９
窟
窿
喋
尹
蔬
脂
钥
匙
霖
麼
珩
狡
虛
擬
為
锻
晋
渲
擎
稽
涝
睿
仇
爸
蛙
簧
蠢
璜
隶
雕
／
傅
﹑
藻
還
爹
鄂
惮
垢
蝇
厘
孕
迄
陋
蚕
皂
魏
瑶
贫
钞
杞
４
萌
韧
谐
×
攘
囧
腺
岌
卦
浩
悍
堃
庐
夲
芋
拾
扪
滩
坨
屎
谍
橙
诀
｛
｝
侮
驷
弛
喃
搅
拌
遐
烤
撼
碌
雀
寡
恁
淳
栋
竹
疸
垭
驯
栽
串
栗
氰
翡
紅
訂
嗎
帕
肾
胍
浑
趟
羧
挠
巽
寮
墅
逞
碱
胁
葬
巅
劫
於
眾
藥
說
書
聲
稱
紹
簡
單
腹
锏
茫
耍
兜
穆
拇
陂
韵
嘈
淼
敖
咽
钵
扁
匀
麒
＋
脏
棠
棣
骼
祺
稚
妹
睁
杳
芽
骥
彽
峄
寺
腑
內
胖
仵
羿
赐
▽
睦
卵
铬
霄
殃
叽
℅
愎
佣
舜
癀
拦
佘
闸
〃
歇
捂
㈣
榕
贮
國
＜
寰
窜
苍
噜
佰
逛
俪
怍
楠
枕
忏
竖
刑
椅
螃
睫
钽
飙
钝
昏
丞
沒
翌
荧
铯
姻
殴
︿
唉
拙
邑
郎
兔
翩
侈
鹬
蚌
渔
邪
扔
肢
鹜
倚
烁
瘫
痪
媲
±
珀
叙
鳄
囤
衢
伞
吋
斧
Ｃ
Ｂ
翠
幾
摔
阖
浔
哲
聋
浸
躯
谦
僵
潍
藉
摹
耕
歪
①
②
③
贼
④
摒
矢
滕
詹
蹲
鳌
｜
哇
曜
棚
揪
秩
犬
靴
锤
娟
冊
廷
抠
桧
滚
喻
坎
沆
瀣
殚
竭
鞋
槟
郫
翰
粪
泳
铲
婉
叮
咚
刃
丫
Ⅱ
Ⅲ
诿
侍
扑
轧
骁
畏
焉
汐
垚
俐
叱
咤
胚
吱
帷
宵
梓
彝
肼
吆
炷
齿
肚
侃
瑾
锗
嬴
澜
丑
媳
衙
珑
汶
蒜
阮
匠
Ⅷ
棕
榈
卜
呐
薯
夯
殷
膳
佗
镯
捍
姝
毯
痞
氓
炫
柒
瘾
汾
屈
倦
灸
収
坯
遏
禅
罩
憨
羸
溃
圩
悚
簿
椰
汁
苯
擂
菫
镸
蹈
喧
嚣
豁
刨
挝
伎
哨
溅
弧
疏
臆
耿
脐
哺
蚂
蚁
骏
骡
蹶
粨
悖
幣
貶
們
響
铀
劼
達
臨
異
東
壹
嗓
畜
冗
朮
辊
匮
铷
「
」
戒
舵
蜃
呕
儒
蔻
缤
赋
皖
畸
莹
℃
秉
掐
斥
遂
孝
團
祚
毙
噩
妮
{
}
檀
韭
襄
樊
黏
暑
拣
笋
饿
撞
臊
袱
谑
荔
肌
狱
焚
烃
裘
郝
妄
揣
邹
〔
〕
苟
瞬
腌
堡
娅
痕
壶
铂
|
谏
胱
這
酣
潇
洒
惶
長
潤
兌
毂
褚
晔
憋
拯
唔
僧
筋
盔
⑩
哗
倘
莅
奚
蔓
泣
宫
纰
喽
唆
＊
驼
弈
`
虏
妈
剪
阆
斑
罔
撸
宸
摁
眠
搂
镶
捡
碜
矮
烹
壑
乞
沐
扛
膀
淅
爵
擞
嘘
婕
咒
赃
Ａ
娇
迩
羽
萨
阜
茨
蜜
奴
毓
柏
枸
萬
計
畫
繼
續
進
體
條
棄
鄬
吩
糕
徒
骇
煮
诡
琦
忆
孢
敝
芪
囙
稠
椒
罄
倪
傾
莉
钮
囯
汹
悸
僚
刁
衬
蕴
绎
寓
糙
梗
渺
萍
肋
瞠
苞
埂
辄
苓
芐
黯
陵
俨
矣
豫
貳
亟
姗
屿
葫
芦
瓢
骅
呛
浇
髦
橡
丈
呗
鄙
鬼
攒
旱
泓
笙
箫
倩
蚊
庚
咬
枢
翟
隘
麓
藐
耒
巳
