<PAD>
，
的
公
司
？
是
有
股
。
不
0
1
请
问
一
在
年
2
了
大
资
业
么
谢
为
产
能
！
多
上
市
发
好
东
这
 
投
中
否
价
人
会
个
吗
到
3
时
要
对
什
月
如
你
以
没
增
5
和
下
、
利
还
目
何
行
们
贵
现
来
者
前
.
高
我
持
可
少
成
出
理
国
进
品
重
新
用
方
报
日
回
展
4
长
收
董
期
告
作
电
说
经
实
金
6
就
于
事
合
数
看
也
都
管
关
计
机
度
生
购
工
定
场
后
过
应
建
提
,
开
入
项
家
面
务
已
信
动
本
分
7
：
总
做
与
8
力
网
比
同
望
绩
天
复
样
元
9
您
票
最
地
通
万
得
心
道
营
及
亿
三
果
加
明
牌
小
划
预
值
议
今
体
间
技
转
情
等
些
很
其
点
”
份
因
答
并
“
无
量
销
而
去
相
题
近
证
所
解
季
全
化
权
企
希
该
组
意
次
那
未
%
主
?
自
内
布
正
低
况
怎
平
跌
将
润
外
知
之
部
向
给
或
但
交
秘
子
益
研
几
售
送
呢
原
广
让
想
标
规
停
此
影
联
设
快
案
-
科
保
注
）
格
哪
法
截
二
完
更
车
制
表
商
（
息
只
至
集
续
然
真
台
户
减
层
率
安
达
系
海
基
响
术
民
强
半
视
手
认
再
底
从
性
他
第
领
止
候
备
推
才
单


改
买
直
当
非
员
算
互
打
团
监
名
调
吧
流
考
别
式
药
难
确
里
露
常
需
据
具
构
求
创
华
涨
控
种
反
啊
费
把
源
质
损
料
消
位
施
限
感
两
太
件
准
导
传
每
效
易
光
超
参
造
取
区
线
十
虑
任
势
话
起
被
先
级
又
净
接
属
水
披
立
批
支
优
变
钱
材
程
配
智
较
红
模
板
器
融
亏
着
号
示
整
型
盘
受
；
政
财
失
医
步
代
争
气
结
空
五
额
幅
深
连
北
承
P
运
处
核
学
环
订
采
象
速
激
升
使
供
特
降
见
存
决
际
另
四
游
按
维
物
款
由
积
差
文
查
占
己
负
老
矿
形
略
风
极
路
审
卖
美
站
统
除
类
战
各
显
/
汽
始
百
装
功
服
责
门
远
州
办
城
尽
C
觉
专
思
够
南
域
:
约
指
!
局
券
励
客
竞
却
乐
且
诺
走
估
例
放
盈
待
池
措
补
京
付
头
口
山
越
清
酒
石
银
试
称
》
景
根
继
江
厂
包
究
致
《
断
周
申
获
块
土
护
即
锂
拿
油
细
院
千
带
A
S
军
西
T
协
满
必
t
策
段
释
套
搞
扩
片
货
康
态
照
条
王
容
测
久
签
o
介
节
严
终
D
跟
概
e
德
I
张
马
宁
验
媒
毛
店
充
字
早
i
募
房
宝
吨
素
兴
债
像
星
错
龙
引
散
迟
涉
a
白
破
铁
共
换
疑
苏
烈
稳
O
记
顺
端
n
借
它
言
拓
讯
G
足
E
举
初
干
众
亚
p
精
巨
活
健
既
疗
选
软
身
招
询
险
则
离
M
均
仅
闻
压
落
适
络
书
敬
许
绍
境
临
切
液
退
双
暴
假
便
排
普
云
违
微
论
c
移
评
予
(
宣
世
声
省
花
飞
列
府
)
职
富
置
首
拉
阳
良
米
观
谁
热
航
听
m
波
博
储
—
找
界
队
尊
B
戏
球
愿
紧
竟
青
详
诚
宜
阶
h
L
诉
免
拟
状
延
倍
短
委
l
阿
突
防
刚
范
拖
火
泰
担
革
慢
透
钢
税
李
啥
黄
偿
虽
园
呀
V
福
似
瑞
农
谈
教
住
友
w
筹
振
滑
士
河
随
抓
斯
账
努
括
济
卡
居
陈
依
刘
图
色
善
习
坚
含
禁
密
助
简
义
芯
检
修
币
s
神
留
述
败
N
历
眼
托
食
"
馈
腾
末
聚
贴
圳
迷
害
频
启
雄
川
社
肯
+
墨
官
汇
左
靠
念
符
R
膜
围
酸
遇
治
稀
乎
粮
养
毕
右
择
独
F
爱
码
威
异
潜
巴
若
仍
触
牛
累
识
床
针
祝
血
册
壳
输
讲
享
懂
往
恒
林
链
旗
烯
六
r
句
央
屏
追
映
育
佳
晚
赚
缺
倒
避
湖
边
味
录
晶
般
慧
纳
永
兼
港
仓
…
操
d
某
召
沟
咨
轮
顾
忽
嫌
弃
误
煤
途
律
苦
恶
故
印
执
喜
剩
九
余
燃
克
蓝
尔
彩
押
须
击
掉
副
W
赢
庆
渠
吸
奇
促
租
迪
献
悠
剂
盒
铝
令
甚
探
胶
秀
帮
儿
志
虚
谓
登
伏
咱
音
折
丰
春
抛
g
u
汉
津
徐
暂
础
版
粉
盛
页
叫
卫
爆
楚
烦
黑
拥
斗
绝
锁
纷
贷
纸
语
七
史
综
洋
序
武
混
鼓
聘
炉
尚
固
曾
归
握
昨
翻
碳
命
草
跑
困
惠
履
母
洲
缩
唯
艺
轻
群
贡
笔
死
薪
病
玩
宏
束
背
伤
师
判
英
松
疆
恢
宇
障
架
杭
射
冲
顶
敢
怕
吃
休
树
惨
库
浪
章
跨
K
播
辛
欧
织
急
奥
澄
宗
奖
索
~
硬
苹
零
朱
嘛
旧
拍
族
陆
危
麻
伟
迅
派
兑
八
逐
讨
怀
赞
挂
析
b
脸
距
温
皮
幕
圈
隔
仪
赶
绿
箱
缓
替
忙
隐
冷
嘉
猫
Q
贸
趋
衍
览
岛
浙
旅
扣
键
H
鑫
偏
鉴
私
盾
壮
誉
玻
械
弄
肉
唐
谋
盖
剧
钨
裁
寻
熟
杨
轨
封
察
氧
辞
亮
炒
附
淘
窖
培
吴
邦
苗
污
纤
救
敷
刻
哈
女
田
夏
守
班
坏
珠
梦
楼
焦
峰
赛
旦
厚
欢
载
％
纯
雷
糖
弱
香
孙
撤
迁
写
森
沙
v
兰
乙
*
荣
疫
署
征
校
角
迎
午
县
曲
=
耐
　
叶
肝
晓
捷
盟
筑
氢
贝
泡
伙
馆
朗
赵
炭
饮
杰
递
垃
圾
璃
耗
X
赔
啦
室
邮
罗
骗
亩
郑
醒
洽
庄
沈
抗
】
硅
钛
灵
厦
蛋
赁
纵
覆
凭
督
遍
扭
泛
摊
薄
纪
劲
谊
允
轴
授
乱
尾
宋
闲
勘
脑
纶
旬
掌
堂
镇
摸
玛
访
藏
谷
猪
铜
呼
亲
阅
扬
胺
肥
穿
昌
尼
径
函
慎
抢
船
帐
晨
鼎
毫
冰
熊
描
脱
昆
惜
娱
丽
胡
盼
警
泥
瓶
衷
玉
沃
尤
狂
痛
忠
废
糊
灾
茅
兄
【
旺
缘
潮
雅
毒
丝
席
甲
淡
磁
郭
搬
址
裕
恳
碍
忧
辆
凯
篇
烟
勇
吉
跃
摘
寸
弹
塑
骨
谣
榜
泄
漫
遗
矛
伴
鱼
隆
乏
磷
豪
滞
甘
植
演
奋
k
遭
梁
届
鸡
烧
忘
惊
横
欺
齐
挥
桥
桩
抱
剥
胜
弟
厉
拆
编
悉
	
彻
抵
繁
喝
罚
锅
戴
炼
谨
驾
庭
Y
湾
冬
词
冠
怪
趣
欣
丁
朋
沉
U
恐
档
仁
夫
赖
虎
莫
f
烷
劣
咋
震
浏
兵
木
盐
荐
欠
斤
雨
踏
染
帝
缴
割
～
鲜
驶
闭
栏
坛
漂
韩
刷
寒
蒙
胞
框
阴
劳
x
暖
旭
牙
撑
读
尿
辉
训
匹
;
君
纺
翔
柳
默
腐
>
村
贬
攻
漏
冀
欲
蒸
侵
·
典
葡
萄
洁
圆
拜
诸
岩
菌
虹
静
辅
瓷
吹
驻
童
梅
座
芳
阻
姓
莱
野
虫
沥
佩
悲
宾
井
逆
y
龄
岭
z
邀
溢
患
乳
粗
迈
麦
菜
滤
酶
曹
杆
沪
诊
_
圣
古
洗
钟
氨
哦
菲
牢
舰
杀
酬
铺
坑
酿
帽
泽
尺
氏
岁
逃
雪
酰
胎
徽
党
肃
澳
塞
晰
殊
颈
晟
宽
迹
丹
挽
呵
坡
阔
轿
忍
沫
幸
驱
腰
醇
仔
j
汤
搜
瓜
硫
疯
颜
扶
赠
浮
刊
扎
鲁
袁
伦
滨
杂
歌
坐
朝
笑
绵
添
柔
犯
哥
窗
亦
脚
耳
鸿
氟
辰
狼
堪
迫
伐
乌
渡
浦
乃
贾
畅
绕
贺
锦
袋
勤
陶
掩
牵
翼
衡
裸
傻
夜
倾
躲
厅
羊
愤
洞
囊
摆
恭
遥
乘
夺
汰
稞
扰
斩
饰
渐
堆
凤
敏
摄
汗
聊
穷
浆
恩
钻
摩
残
纠
萎
@
拼
魄
镍
惑
衣
怜
罪
坦
艾
赌
拒
锡
孩
课
慰
挫
Z
肖
泵
憾
画
碰
灭
瞒
陷
倡
荷
姐
芜
[
姜
磨
盲
吊
柴
祖
尝
０
瓦
砸
鸣
餐
沿
辑
钴
纹
曼
男
粘
J
泉
饭
凉
跳
俄
愈
稿
霉
稍
赣
填
贪
挺
屋
抽
谅
漠
壤
驴
鸟
饱
尖
扫
岗
癌
症
杜
洪
奔
２
１
佛
炸
绪
镜
寿
竣
逻
辟
摇
幼
钒
谱
艰
秦
枪
潭
慈
紫
锐
菱
疲
挖
冻
牧
傲
辽
皇
趁
凌
歉
催
冶
韦
著
岳
悬
‘
’
讼
郁
彦
钼
烂
缆
茶
礼
岂
耻
垄
阵
契
碧
舍
涂
愧
塔
邓
怡
鞍
陕
挑
粤
她
淮
壁
搪
耽
毁
猛
氯
伸
侧
携
遮
柜
搭
杯
驰
戚
雾
洛
饼
芝
殖
蛮
蒋
恰
豆
梯
谭
锋
祥
珍
铼
腿
弥
闪
埋
奈
胆
吁
勉
冒
吕
帅
抚
仿
番
循
贯
箭
伍
剑
炎
煌
伪
仑
溯
舆
刺
霞
坊
俱
墙
庞
廉
熙
绘
酯
鹤
裂
葛
巧
扇
澜
返
骂
惯
滴
踪
删
舒
辜
阀
俗
抑
靡
埃
吞
杉
佑
岸
崩
牺
牲
瘤
茂
－
瞎
棒
街
锑
泪
株
伊
舶
卓
夕
拔
妇
闽
衰
毅
莞
颠
涵
冕
镁
练
睹
懈
捧
\
丢
崇
舞
葩
<
菇
冯
徘
徊
誓
闹
卢
插
骄
卷
拨
屡
妨
湘
挣
増
顿
啤
挤
逼
赏
诈
q
曙
喊
铅
仲
禾
垫
畴
蓄
饲
朴
酷
卧
惩
肿
魏
愉
慌
嫁
廊
躺
寄
灰
巡
肽
腻
怨
浓
奢
唱
腔
凝
兆
奠
勃
偶
铭
螳
螂
仙
钾
绑
奏
暨
瞻
怒
杏
蔡
溪
昕
秋
奶
荒
宰
泸
荡
攀
罕
悔
狠
膏
鹿
溶
践
淀
搁
钙
昂
纲
脆
莎
妥
掏
&
螺
嘴
帘
曰
乡
阐
暗
骥
筛
凡
橡
喷
硕
靓
脉
勿
劵
诱
乔
碌
灯
哭
枣
尘
猜
貌
杠
棋
罐
铵
衔
醚
懒
柱
钉
歧
辩
呈
妆
颖
笼
萧
呆
灌
霾
熬
逊
梳
侯
龚
妙
叉
浩
屠
彭
抄
援
陪
颓
孵
栓
弘
揭
悦
颗
熔
敲
渤
夷
碑
闰
睿
铸
孤
敦
掘
佬
．
霜
皆
丸
晋
磺
挡
贤
纬
奉
棉
醺
鹏
萨
嵌
赤
钠
晖
屁
孚
炮
酵
埔
刀
勒
辈
渗
伞
韶
汀
酮
汪
婚
捞
盗
浅
肺
拭
抬
肩
俩
剔
辙
翘
肆
仟
巩
桑
蟹
寓
睡
丙
問
卸
臭
彰
疏
坤
甩
捆
帆
尴
尬
姿
#
瞿
俺
桌
耀
砖
禹
煎
巢
鹅
砷
氛
炬
舟
龟
屈
垂
桂
昭
爹
窄
爬
颇
牟
磊
犀
锌
肇
沱
獐
焊
钩
辱
锆
秒
脂
亡
糕
燕
沸
伯
籽
拐
弊
辐
涛
傅
骚
睬
撒
孔
鬼
沧
氮
赴
磅
鼠
愚
桶
沂
酐
罢
弯
乾
箔
袖
吡
侨
荧
玲
鸭
塌
爷
聪
仕
寨
噪
涌
崛
斜
棵
阁
稽
轩
谴
斌
峡
玑
眠
厌
跪
捏
贱
趴
婆
哀
佐
桃
齿
吓
敌
霸
荼
盆
轰
請
闯
魔
艇
瀚
羞
御
沛
孟
＞
妈
搏
辨
柯
〉
鲍
沦
蔑
父
丘
宫
堡
毋
哎
哟
蛇
锈
唉
僵
胸
盯
眉
肤
峻
｜
逢
坪
槛
铟
耶
诞
雕
疾
禽
猴
悟
吝
５
靴
膦
昊
娘
灏
逾
赊
镀
黔
'
祸
舌
谤
羹
幻
铃
帜
邵
忌
厘
湿
庸
麽
桐
诿
＂
陌
隅
砂
肠
將
颂
痒
彬
寥
钦
旱
焰
闷
栋
醉
萌
邱
靶
骤
婴
琦
舱
踩
灶
蔽
厨
涤
屑
蹈
喋
擦
巿
霍
柬
撞
柏
狸
佰
３
扯
劝
踢
崖
咖
啡
藤
稻
丑
夹
译
鞋
垒
琪
舵
墓
韧
羽
溃
睐
贫
钵
惰
皂
蜂
凰
羸
诛
爽
飙
膨
胀
蓬
稚
逗
＜
溉
铬
棍
旋
帕
姆
粹
畜
堤
汕
兽
谐
葵
尸
泊
滩
釆
辖
巷
俏
睛
愁
捕
狗
琴
伺
淄
沒
芙
夸
裔
喘
宿
骏
滋
谦
凶
湛
喀
隶
瞄
鲸
譬
疚
曝
缠
穴
怖
薛
黎
硼
拣
惹
腕
|
刑
涡
绒
诽
挪
铂
鄂
珈
谎
宅
膳
袭
颁
±
時
現
侈
拳
凑
铠
證
梧
℃
钽
腺
瑾
妃
甸
抹
郎
秸
秆
噱
潘
硝
釜
涝
噬
馒
蚀
庙
抠
刹
赫
祺
呋
憧
憬
帖
巾
積
極
邯
佘
饿
恋
叹
詹
枝
沓
叙
弈
虾
凸
〔
〕
亳
潍
烃
仰
咸
蘑
栖
仗
姚
滥
湍
芽
骆
卜
醋
蓉
謝
酱
毡
粒
骑
浚
書
蜀
牡
窦
茨
莲
鞭
榕
栽
渝
怠
徒
芦
拱
酚
碟
炙
讳
媳
肚
腑
扛
膀
岀
艳
呕
胱
钥
匙
虞
捐
東
質
簿
摔
苷
苯
钞
亨
毙
贰
陵
擅
乍
邻
尹
囧
撬
魁
宪
腈
泻
坞
翰
瞪
衬
肾
岌
贿
枉
濮
驳
楷
炫
唤
摒
疼
钓
镓
蹿
哇
橱
歹
碗
烹
夔
惧
笫
場
煮
單
镯
捂
霖
窟
窿
蕾
擎
郴
萤
勾
籍
犹
冤
嫦
娥
挠
／
锭
×
卦
陋
弗
脏
忐
忑
裤
歼
鹭
咒
串
娟
耕
掖
祭
拾
禧
沐
匆
昇
垢
藻
撮
兢
兔
掐
斥
阜
惕
沼
耿
晃
凄
咯
―
慷
慨
浸
旁
巳
魂
氩
爸
蒂
簧
﹑
Ａ
侠
丫
鄙
雯
產
無
焚
來
郝
蝇
撇
羟
戈
歪
糟
吾
赐
腊
棱
艋
痴
虛
擬
實
逝
芈
宴
垮
佼
猎
骅
°
倘
堰
蠢
掀
钰
锤
衢
窝
浔
廷
蹲
锝
酝
冉
朦
胧
杞
纰
奕
雇
诟
團
嗨
缝
昔
嗡
α
哲
滚
喻
胃
肋
會
論
遲
項
議
徕
$
鳄
劫
碱
掠
坎
嘭
杳
砰
娄
呐
庐
咎
挚
︶
丧
氦
蚂
蚁
兹
饥
讽
泓
蔬
娜
锣
`
诀
瑶
坝
叮
拦
僚
惮
屎
趟
芒
儋
朵
茫
９
昧
鼻
裹
甥
祈
沾
腌
偷
峨
麟
痘
瘀
阪
蛙
锰
彼
遵
镖
∩
嫩
纱
彤
碎
貴
於
內
對
釋
個
璜
孜
枫
遴
仇
魅
狭
悄
窃
麝
珩
聯
網
戰
诗
唧
甄
阮
叨
唾
攘
萝
菫
镸
√
琶
醍
裘
欖
麒
帷
椒
宛
皖
诫
甾
逞
壕
耍
胁
侦
绳
沌
瑁
汹
逮
猿
怍
晕
迦
灿
虐
晴
彝
揽
肼
臻
诋
垓
姬
刎
戕
倉
薜
蜜
噩
殚
竭
挝
拷
橙
潢
蚕
劼
笃
咫
娅
忆
狡
胍
巽
寮
墅
藉
哗
宠
赃
蛟
蔓
泣
擂
烫
芋
霆
綦
溅
弧
苍
噜
饪
夙
掺
窑
姻
诡
毯
進
鈕
歺
俠
埸
浇
矣
恨
痰
搂
哺
彽
茵
莹
＊
娇
臵
恼
亭
豫
囤
狱
缇
臣
袱
拯
犬
苟
轧
翟
纭
羿
鞅
嚼
竹
蜃
崎
衫
黏
迄
忤
這
還
捡
殇
贮
瞬
刃
佣
磐
嘈
糙
骁
钕
歇
汶
藐
稠
肢
捍
佟
屿
哨
汐
＋
矢
绸
①
②
③
贼
④
〃
狙
炷
奚
樟
馨
戒
唆
爵
伶
峄
垦
笙
箫
倩
虏
胖
媚
愎
畸
長
潤
兌
茌
祉
婕
購
礦
補
認
樣
紅
訂
嗎
憋
佗
翩
倪
漆
遂
胰
郦
髦
達
臨
異
為
壹
儒
孢
拘
撰
嵘
肌
堵
噎
暑
癀
怂
恿
㈣
韵
羧
拇
媲
痕
槟
恁
陂
淆
寰
萃
痊
侍
遏
咬
莉
瘦
翠
｛
｝
侮
驷
拙
坠
札
坯
巜
悍
狮
碘
钆
淅
▽
叱
咤
匠
渲
掂
昙
烘
焙
姝
筋
沆
瀣
揪
秩
耒
姑
饶
犁
撸
垚
俐
輿
儲
資
斷
麼
導
預
應
當
經
營
轉
靈
宵
缭
郸
Ｃ
Ｂ
灸
弛
喃
觅
攒
規
輸
蹶
哒
覃
〇
煞
渺
辄
邑
竖
敖
盏
翡
殴
︿
楠
挨
闺
収
畏
蜗
夲
钝
剪
塘
恺
柒
坷
妻
斧
驹
葬
碜
郡
卵
茎
苖
逸
叵
汾
蕙
骐
黜
垠
迭
恤
℅
脐
窥
豹
钮
痞
氓
驼
晗
雀
瞠
褚
晔
枥
苓
咚
]
掷
邪
吋
觑
酣
淋
漓
唔
锗
嬴
＇
兜
篮
襄
僻
″
啰
嗦
坨
妄
濠
礐
溧
烁
瘫
痪
腹
锏
莅
靖
宸
寂
寞
躁
斑
罔
脖
贻
嗯
绊
涟
粪
泳
睁
堃
俪
悸
舜
咽
瞩
蜻
蜓
烤
珑
嘱
翁
盔
罩
憨
潞
幾
間
侃
卿
蛀
巅
竿
枢
荆
迩
衅
邹
鄬
吩
芐
钍
嗓
圩
渣
铯
伽
笛
聋
敝
莽
蛹
驯
壶
慕
淳
埂
汛
俞
馅
壑
拧
Ⅷ
棕
榈
〈
呗
迂
阱
拌
鳌
惭
毂
袜
肪
扁
匀
扔
國
監
許
審
饋
見
關
題
過
給
們
臆
滕
溴
氰
皋
蝶
庚
捣
夯
殿
飘
Ⅱ
Ⅲ
扮
骡
穆
毓
叽
叔
倦
螃
珀
卑
啬
椅
俨
骼
祚
扑
亟
睦
谡
隘
傾
摁
龍
刁
奴
燎
骇
厮
婪
奸
苞
悚
俊
杖
抉
摹
楞
隧
恕
蔻
缤
赋
罄
冗
窜
⑩
谑
荔
榨
秉
總
眾
藥
說
聲
稱
紹
簡
霄
槽
翌
４
倚
寺
暧
蹄
皜
囯
窘
蹋
復
谜
臊
扪
庇
枸
吵
谏
铀
膺
闸
孕
镶
遐
葫
鳅
禅
彊
黯
锻
吱
撼
孝
丈
喽
乞
仵
冊
檀
屹
僧
潇
洒
筠
豁
蕴
绎
谍
瘟
