<PAD>
，
的
公
司
？
是
有
股
。
不
0
1
请
问
在
一
年
了
大
2
业
资
么
为
谢
能
产
！
多
上
市
发
好
这
东
否
中
 
投
价
会
人
到
吗
个
什
时
3
你
要
如
以
对
月
没
增
5
和
、
利
下
还
何
目
们
行
贵
现
前
来
者
.
高
持
出
我
可
成
理
少
国
新
用
方
品
进
重
收
报
长
董
作
日
回
4
展
电
期
经
告
说
实
事
6
就
于
金
合
数
也
关
度
机
管
都
生
工
购
计
看
场
应
定
开
后
建
提
入
项
过
务
动
家
面
信
,
已
做
分
7
8
本
与
力
：
总
绩
网
望
天
元
复
同
果
票
比
样
万
营
心
最
牌
通
得
亿
您
9
三
及
加
地
道
小
议
预
情
今
间
转
划
值
体
销
技
明
很
因
些
等
点
”
份
其
而
量
“
答
并
无
相
去
近
解
未
企
化
题
自
希
内
季
该
意
全
所
平
主
布
?
况
证
次
权
那
知
跌
组
%
售
向
正
怎
将
之
秘
低
外
给
润
益
交
或
想
子
部
但
几
此
呢
研
让
影
快
完
停
设
送
原
哪
保
规
商
广
科
）
二
案
格
-
车
息
制
台
更
只
标
（
集
真
续
表
减
注
联
法
响
至
手
截
民
强
户
然
层
达
安
底
从
系
率
性
备
他
候
基
视
术
推
第
海
改
认
再
半
领
单
才
当
直
控
止
据
团
员
买
华
式
名
调
考
流
露
互
里
费
算
吧
具
别
监
药
非
需
创
打
求
构
涨
难
常


确
反
消
位
件
源
易
感
损
每
造
传
种
啊
任
把
质
限
导
参
施
料
被
太
两
势
先
光
又
效
话
超
区
属
准
取
披
级
水
接
立
虑
起
优
十
盘
线
智
支
批
钱
配
板
融
净
模
红
变
程
受
器
较
医
号
材
整
学
亏
承
空
着
示
型
处
失
幅
五
速
供
结
政
财
连
气
代
物
步
特
运
深
订
争
款
；
际
象
维
四
P
降
己
使
升
另
激
环
美
采
北
额
负
决
路
卖
文
形
战
略
核
风
查
责
差
统
极
游
除
审
/
见
老
按
显
由
存
装
服
诺
始
汽
站
积
矿
门
百
远
尽
占
类
指
城
觉
约
C
域
功
!
却
南
各
盈
够
局
走
专
乐
思
客
办
待
励
口
竞
且
放
州
付
景
池
带
护
银
试
清
券
估
头
措
补
根
院
酒
A
京
军
包
:
周
》
致
获
例
《
满
必
究
拿
越
S
西
申
继
细
称
断
测
即
锂
千
扩
态
货
协
策
套
山
块
搞
久
石
江
片
条
I
T
签
厂
油
介
容
o
严
段
概
终
跟
验
宁
马
充
字
t
店
土
张
吨
苏
王
节
共
释
引
稳
错
康
疑
德
D
照
顺
破
媒
早
白
宝
端
涉
像
e
烈
i
p
散
记
房
E
精
募
换
借
素
O
既
众
毛
迟
龙
a
压
足
航
软
络
星
n
仅
拓
兴
债
离
它
选
讯
询
疗
举
活
普
M
身
险
闻
双
c
健
言
铁
巨
则
敬
干
临
飞
G
书
均
宣
云
切
花
置
波
亚
暴
论
初
绍
许
境
液
米
予
声
排
便
落
延
适
府
诚
招
退
热
观
假
违
阳
尊
移
首
世
竟
微
球
评
偿
听
愿
省
找
谁
L
职
博
富
戏
l
h
状
界
B
详
列
慢
队
良
储
拉
住
(
习
m
防
)
青
诉
范
拖
短
—
聚
福
革
宜
火
啥
士
振
阶
w
免
芯
助
李
V
透
卡
拟
委
倍
靠
括
检
随
N
突
刚
谈
黄
述
园
教
紧
社
济
泰
账
陈
呀
膜
抓
担
钢
R
瑞
官
农
努
圳
眼
筹
禁
川
滑
居
刘
治
虽
简
神
依
遇
托
腾
汇
斯
义
色
善
围
迷
害
馈
贴
修
频
似
雄
含
图
坚
阿
养
符
择
败
启
血
倒
床
河
缺
煤
湖
念
留
识
牛
左
食
税
输
肯
祝
币
误
密
右
巴
六
友
F
威
尔
"
乎
+
独
晚
林
墨
末
壳
屏
避
须
历
恒
毕
嫌
享
九
若
触
异
潜
粮
懂
烯
仓
映
纳
码
链
针
边
稀
s
录
往
爱
蓝
苹
操
册
赚
晶
句
追
佳
讲
丰
途
沟
港
剂
故
召
央
咨
酸
d
彩
克
押
执
洲
慧
某
咱
兼
吸
促
赢
般
味
旗
累
轮
庆
育
恶
燃
献
甚
秀
贷
…
r
仍
曾
版
苦
帮
宗
弃
澄
汉
洋
爆
租
永
击
副
徐
础
掉
~
笔
奇
志
粉
抛
固
唯
登
敢
印
胶
履
剩
翻
喜
草
炉
儿
艺
背
归
斗
绿
令
律
音
g
跑
贡
武
卫
虚
织
史
绝
春
序
叫
语
迪
赞
幕
昨
盒
急
纸
距
余
伤
薪
玻
惠
忽
混
谓
母
渠
欧
章
折
楚
烦
伏
七
架
宏
尚
页
困
怕
邦
暂
病
英
综
仪
玩
八
兑
鼓
H
握
聘
障
惨
拥
碳
黑
赔
隔
命
铝
悠
W
陆
逐
锁
朱
吃
顾
宇
怀
盾
浪
奥
览
载
圈
束
Q
疆
师
讨
盛
替
纷
培
坏
u
零
旧
析
播
族
嘛
派
授
跨
附
探
冲
树
誉
轻
麻
趋
炒
津
杨
伟
键
奖
迅
梦
危
群
温
岛
衍
盟
隐
K
休
洽
判
刻
灵
璃
松
缩
疫
恢
寻
皮
鑫
挂
田
顶
杭
钨
盖
缓
辞
纤
亮
夏
辛
熟
壮
吴
角
署
旅
旦
峰
糖
守
苗
私
忙
赶
沙
箱
射
轨
b
哈
捷
班
敷
偏
窖
％
剧
抗
贸
库
*
污
谋
晓
械
冷
察
拍
扣
救
死
肝
雷
女
赛
写
氧
荣
森
递
索
淘
弄
瓶
X
焦
硬
弱
肉
沈
楼
县
裁
伙
】
征
唐
孙
脑
鉴
嘉
摸
炭
封
肥
馆
浙
脸
珠
曲
扭
欢
厚
猫
罗
纯
泡
呼
兰
丽
郑
穿
允
灾
抵
氢
凭
饮
纪
垃
圾
赵
硅
午
扬
k
泛
盼
乱
钛
轴
抢
吉
邮
骗
撤
迎
熊
蛋
沃
娱
劲
闲
校
朗
v
厦
亲
脱
径
遍
贝
【
香
	
戴
木
室
跃
堂
玛
掌
督
铜
茅
纵
赁
函
迁
废
惊
镇
覆
旺
亩
读
恳
演
忧
庄
啦
遗
慎
弹
寸
冰
毒
阅
宋
乙
篇
帐
尼
欺
庭
耐
尾
鸡
纶
摊
裕
悉
静
伴
挥
丁
罚
访
昆
勇
鼎
梁
藏
矛
毫
夫
锅
遭
叶
奋
痛
耗
漫
磷
胺
狂
辉
潮
惜
滞
丝
编
席
址
盐
乏
割
=
Y
U
筑
辆
猪
剥
忠
浏
薄
寒
甘
尤
糊
碍
驾
劣
冠
届
厉
雅
菲
旬
甲
拆
谣
鱼
君
磁
凯
谷
蒙
缘
训
桥
档
骨
抱
植
撑
腰
斩
豪
繁
杰
仁
勘
攻
泄
摘
默
朋
帝
玉
诸
x
桩
塑
胡
阴
典
拜
彻
腐
泥
谊
船
震
驶
警
贺
　
趣
冬
齐
匹
喝
冀
郭
忘
杀
欲
烧
烟
昌
颈
隆
描
恐
染
莫
莱
坛
虹
兵
·
烷
醒
兄
滤
蒸
栏
裸
赠
衷
闭
咋
古
沥
漂
柳
井
翔
呵
村
纺
诊
患
韩
乌
钾
框
榜
悲
～
淡
劳
贬
词
湾
刊
勤
愈
晨
>
殊
萄
弟
荐
龄
岩
;
欣
葡
鲜
雨
斤
饰
贾
驱
虎
吹
胜
刷
y
岭
迫
怪
踏
横
杂
铺
酬
汤
瓷
囊
夺
帽
泽
丹
洗
芳
缴
疯
驻
幸
犯
炼
挽
辅
秦
舰
逃
旭
饱
逆
乳
笑
酶
曹
欠
漏
圣
酿
尺
座
鲁
雪
沉
虫
迈
野
侵
酰
牵
柔
狼
冻
脚
堪
洁
沪
添
憾
邀
浦
挫
氏
磨
圆
胞
搜
汗
搬
_
癌
谨
尿
朝
陶
胎
遥
宾
溢
菜
荷
恭
赖
哦
坡
粘
扰
摩
阻
徽
牢
锐
f
肖
沫
摆
菌
挺
摄
钻
翼
窗
砸
乃
衣
鸟
澳
忍
童
宽
辰
塞
皇
掩
晟
仔
辑
耳
姓
梅
j
鸿
拒
佩
凤
绪
肃
孩
趁
亦
倾
z
茂
坑
醇
羊
歌
袁
党
Z
颜
渐
纠
炸
挖
氨
涂
钟
男
逻
汰
镜
柴
杆
惑
紫
潭
愤
疲
仿
巧
伐
浆
渡
岗
绕
０
袋
迹
晰
扎
滨
剑
罪
吊
漠
岁
氯
谱
敏
纹
菱
伍
稞
聊
‘
’
祖
碰
浮
契
著
谅
绵
壤
氟
[
催
扶
画
怜
倡
屡
穷
贪
哥
携
慰
岳
陷
卢
魄
傻
填
钒
轿
愧
衡
课
稍
麦
茶
暖
２
烂
凌
跳
郁
硫
凉
厅
坦
夜
搭
杯
吁
│
偶
洞
涵
寄
幼
泵
闪
芜
阔
俄
闹
抽
拼
牙
饭
@
伦
阵
凝
韦
伸
坊
盲
辟
恩
萎
冶
舒
１
裂
瘤
症
堆
瓦
挑
沿
赌
缆
尖
埋
曼
泉
彦
她
腿
梯
湘
寿
街
姐
悬
瞒
踪
竣
餐
祥
炎
酷
番
帆
艾
鞍
粤
埃
顿
饼
舍
傲
橡
霉
畅
q
喊
壁
姜
尝
蒋
悔
芝
徘
徊
坐
锡
锦
牧
弥
稿
鹏
俗
惯
耻
柜
慈
奔
瓜
佛
奢
溶
巡
灭
绑
杉
墙
杜
躲
抚
搪
蛮
艰
雾
胆
増
\
泪
泸
澜
饲
卓
骂
诈
逼
朴
驰
葛
珍
伯
溯
垄
勉
陕
垫
J
卷
坤
抑
昊
殖
葩
锑
熬
返
丙
侧
乡
肿
颠
赣
乘
冕
豆
毁
唱
嘴
刺
钴
邓
猛
誓
歉
謝
冒
仑
脉
舆
脆
熙
莞
镍
佑
秋
鼠
鸭
镁
洛
洪
荡
哭
插
妇
廊
昂
讼
懈
卧
箔
仙
吞
杏
贯
萧
滴
<
窄
践
狠
腔
怨
谭
畴
禾
掘
鸣
逢
拨
辜
颖
靡
摇
棒
粗
瞎
遮
岂
睹
睿
拔
燕
阐
辽
淮
删
耽
耀
伪
丢
冯
夕
庞
帅
－
煌
屋
碧
轰
残
贤
俱
尘
凡
啤
栋
乔
吝
弘
崩
瞻
姿
孚
轩
锋
贱
逊
妥
崇
勃
循
宴
霞
怒
毅
孤
莎
卸
挣
&
挡
秒
鹅
掏
妆
亡
恰
躺
鹤
煎
兆
愉
攀
钠
奈
绘
舞
龟
棉
暨
挤
魏
柱
曰
惩
赏
渤
奶
箭
颗
淀
脂
慌
彭
辩
笼
颓
嫁
桌
骄
怡
铸
颇
钩
钼
桑
獐
塔
晖
铵
搁
罐
昭
寨
沱
腻
宰
爽
奉
庸
辱
岸
曝
宅
俩
廉
妨
拭
醺
妙
螺
喷
酯
谤
桶
剔
胸
奏
犀
劵
牺
牲
溪
铅
蓄
猜
丸
荒
敲
驴
醚
舶
筛
骥
铭
霾
纲
罕
父
舟
浓
灰
碑
诱
吕
乾
汀
霍
問
蔡
皆
蟹
练
甩
礼
葵
呆
熔
肽
栓
帜
灯
艇
捧
羹
灌
鬼
將
靓
赤
阀
侨
捆
．
聪
磺
爬
膦
纬
磊
擦
仕
捐
痒
噪
叮
埔
炮
堡
弊
屠
炬
霸
慨
噱
沸
御
菇
峡
挪
峻
刹
稽
诿
崖
吡
驳
诽
猴
彰
肠
赴
肺
铟
译
桂
磅
戚
沦
肆
翘
抄
５
碌
坪
肇
#
酱
敦
渗
扫
睬
援
袖
邵
巢
谴
螳
螂
灶
涛
棋
钙
沂
悦
糕
辈
肩
寓
枪
氛
韶
請
佐
逾
昕
臣
勿
湿
嵌
羞
夷
槛
侈
爷
拐
傅
呈
柯
娘
歧
斜
扇
酐
佬
膏
锆
陪
仟
霜
孔
氮
弯
睡
伞
抬
現
沾
厨
崛
荧
暗
禹
孵
砖
盆
尴
尬
萨
醋
叉
幻
瞿
桃
钦
遵
疏
刀
宫
罢
琦
盗
衔
咚
惹
＞
仲
敌
哎
疾
叹
塌
怠
醉
龚
魔
時
砂
垒
慷
鲍
屈
闽
锈
爹
辨
踩
趴
鄂
锝
祸
雕
婚
锌
芙
桐
舵
伊
忌
麽
曙
浅
硕
邱
焊
撮
'
骆
潘
蚀
悟
骚
旱
撒
谎
铼
屁
潍
擅
咎
硼
帖
粒
茵
捕
捏
彬
衰
勒
伺
喻
膳
袭
眉
盯
勾
纱
灏
梳
铃
颂
斌
巩
仰
闯
喋
孜
丘
粹
阁
闷
禽
唧
肤
靴
株
棵
焰
谦
辙
疚
蔽
鞋
沛
〉
詹
砷
陌
蹈
骑
俞
钵
彼
皋
｜
杠
寥
藤
＂
℃
汪
赐
蚂
蚁
稚
揽
貌
钥
匙
丑
硝
飘
涝
蓉
玲
臭
坠
恨
诛
柬
碱
骤
宠
琴
兽
拱
滥
阮
魂
＇
侯
呋
鞭
憧
憬
巷
瘟
釜
啬
恋
涡
梧
旁
搏
凶
铬
愁
狭
耶
丧
黔
＜
猎
枣
缠
屑
酮
翁
喘
|
狸
汕
镓
堤
宿
棍
煮
苷
铂
垂
泊
晋
狗
钞
酵
钓
胃
睐
痴
捞
妈
滋
雀
钽
對
麼
僚
奠
栽
忆
鼻
帘
戈
谐
鹭
湛
锰
蔑
魅
旋
俺
骏
噬
疼
巾
羸
凰
虾
蛇
哀
夹
涌
鄙
３
枝
僵
溉
弗
凸
渝
捍
腕
哟
實
〔
〕
妃
甸
糟
毋
蓬
刑
柏
瞄
铠
钉
書
僻
兔
笃
湍
逗
镀
堰
姚
庙
扯
揭
匆
±
诞
摔
浚
窦
牟
锭
趟
荼
亳
α
靶
黎
沧
腺
浩
唉
厘
庐
萌
芽
冤
羽
蜂
胀
颁
抠
祺
赫
踢
佘
辐
隅
胁
赊
墅
舱
琪
朵
積
極
蜀
窝
珈
溃
晕
儋
媳
婆
迄
遴
腈
釆
锏
Ａ
饿
焚
咒
呕
廷
耕
邻
堵
霄
棱
锣
闰
鲸
°
拌
惧
襄
诟
掖
扮
姑
厌
妄
揣
惰
渲
窃
孕
穴
佰
沓
枕
脏
烘
焙
薯
籽
贫
惮
锤
烹
舌
蝶
雇
簿
裹
帷
毡
鹿
茨
驼
酝
辖
蔓
垮
稻
衬
萍
诗
笫
場
進
埸
帕
棕
榈
寂
纰
懒
沒
碎
绒
哇
讽
皂
筋
亭
竿
巅
郴
萤
盎
唤
芈
鳌
胰
蒂
簧
撞
骅
們
螃
魁
抹
巿
枫
攘
―
侠
蹿
腑
慕
炫
昧
姆
祭
浔
跪
芒
坞
窟
窿
`
﹑
昙
窘
迭
艳
捂
杳
挚
朦
胧
①
②
③
④
擎
浸
乍
惺
狮
婴
裤
撇
夔
惕
叨
倦
劝
仗
／
咸
泓
尸
虞
枉
坎
蝇
嗨
泻
虛
擬
為
東
逝
橱
歪
娟
眠
巳
兢
膀
豁
饥
钕
貴
於
國
證
會
項
內
釋
個
邯
祈
間
矣
怖
坝
莉
讳
汾
觑
俊
脖
苑
氩
愚
劫
漆
蛹
苍
奕
烃
诀
陵
鳄
徕
俏
畜
質
瀚
隶
昔
晔
來
掐
斥
囧
晃
倘
玑
懋
肋
掰
壕
膨
贰
凄
亨
郎
焉
歼
昇
總
還
韧
兹
$
麟
楷
潢
栗
镯
妻
芦
宛
咖
啡
吾
羟
丫
墓
挨
叙
炙
嘭
砰
娄
毙
偷
飙
睛
陋
爸
丈
撬
串
珩
阜
瑶
穗
麝
翰
︶
濮
論
遲
議
耿
唾
阪
嗡
鹰
岌
狡
悄
甥
峨
霖
吻
葫
聯
網
戰
嫦
娥
卦
烽
瞪
拣
灸
蛀
苖
烁
瘫
痪
斧
渺
汶
靖
逛
汐
潞
茎
冊
僧
丞
瞬
搅
兜
耒
桧
檀
韭
撼
啰
嗦
肚
腊
▽
郝
罩
憨
悚
镶
轧
欖
奚
衙
隧
恕
忏
诡
搂
﹗
亟
掺
叔
札
圩
椒
沌
嗯
绊
皓
薜
呛
蚕
谑
伎
诶
胖
沐
枥
糙
碗
孝
刃
泣
秸
秆
硒
寺
鈕
歺
滩
俠
碘
钆
寞
宪
馅
芪
芐
撰
驷
浇
乞
皜
藻
薛
竹
癀
侍
歇
铯
呜
锶
蜃
擂
绸
儒
剪
遂
虏
嚼
琶
醍
辄
鄬
吩
迦
幣
貶
響
哨
呗
滚
躁
×
翟
淼
哗
⑩
袱
吆
拳
爵
竖
朮
睫
狱
蕴
绎
祯
嗓
喀
吱
锻
捡
胱
摹
擞
冗
鳅
蹲
禧
犹
扑
涤
闺
寰
柒
姝
暧
翩
瞩
郫
郦
抉
巜
拯
潇
洒
哺
吓
伶
奴
祚
唆
谍
鞅
贼
傾
夲
筠
敖
肌
塘
殇
瘦
臻
孟
敝
凑
苟
喧
嚣
囙
姗
腹
霆
峄
缝
卑
篮
荔
铀
碜
壶
拾
灿
虐
晴
俨
淆
濠
礐
溧
憋
葬
菫
镸
畏
娅
燎
達
臨
異
壹
卜
溅
弧
穆
佣
莲
庚
钍
脐
罄
贿
坯
扛
吋
寡
掀
痞
氓
癫
痫
衫
椅
淄
娜
瑾
√
監
許
審
饋
見
關
題
過
給
缭
郸
嬴
琐
睁
犁
幾
９
婉
邹
旻
躯
烤
痕
咫
胗
翅
卤
膺
锗
阖
拙
彊
窜
驯
莽
楞
淹
晗
肢
畸
藐
烫
莅
迂
阱
揪
秩
钰
齿
钮
贻
妮
刁
俪
皖
倉
肾
掂
沆
瀣
渭
荆
敛
棚
睦
紅
訂
嗎
汹
咽
汝
叵
珑
噜
撘
樟
黏
惶
麓
邪
惭
暑
翌
毎
拦
恁
垓
姬
刎
褚
蜜
恼
蹋
蛟
垦
蔷
薇
骡
觅
浑
悸
萬
計
畫
繼
續
體
條
棄
忐
忑
驹
夸
坷
恺
漾
滕
萃
〈
迩
嘘
逸
４
奸
堃
喽
岀
瘾
弈
妹
埂
甾
貳
阆
{
}
笙
箫
倩
蛙
橙
㈣
扁
匀
叱
咤
怍
佟
嫩
亓
徒
逮
枢
吵
筏
遏
℅
譬
囤
戕
谏
韵
仇
珀
璧
炷
遐
哒
覃
〇
渣
]
媲
収
犬
胚
翠
痊
秉
庇
逞
悖
疸
倪
笋
磐
槟
臆
痰
｛
｝
侮
壑
臵
黯
哲
劼
噎
隘
骼
狙
巽
寮
淋
漓
碟
捣
彝
肼
斑
罔
攒
翡
殴
︿
仨
孢
舜
汛
龍
摒
矢
尹
缇
槽
輿
儲
資
產
斷
團
導
無
預
應
當
經
營
轉
靈
蕙
骐
黜
垠
刨
拧
稠
闸
挝
娇
颐
幢
長
潤
兌
粪
泳
卿
馨
榕
噩
耍
夯
悍
坨
屎
聋
峥
拷
茌
拇
弛
喃
溴
氰
蹶
叽
谡
戒
侃
這
厮
婪
〃
祉
冉
呐
盏
殚
竭
蜻
蜓
苓
愎
崎
炖
杞
酚
掷
眾
藥
說
聲
稱
紹
簡
單
淅
＊
仵
佗
咯
蒜
媚
摁
羧
昏
籍
Ⅷ
怂
恿
衅
楠
樊
狈
嘱
麒
殷
骁
榨
椰
汁
嵘
苯
毓
璜
铲
蚊
莹
藉
茫
雏
扔
毯
蠢
鹜
