<PAD>
，
的
公
司
？
是
有
股
。
不
0
1
请
问
在
一
年
了
大
2
业
资
么
为
谢
能
产
！
多
上
市
发
这
好
东
投
中
否
 
价
人
会
个
吗
3
什
时
要
到
你
月
以
如
对
和
增
5
没
下
利
、
现
目
们
贵
还
来
行
者
何
前
高
.
持
出
成
我
少
可
理
国
报
品
日
重
用
新
回
进
方
长
作
电
说
4
展
董
实
6
经
就
收
告
期
数
金
事
机
也
合
于
工
看
都
度
生
购
关
计
,
定
场
应
管
开
后
7
建
过
已
面
项
提
做
与
家
分
入
信
务
8
本
动
总
力
：
绩
天
望
网
同
元
比
票
地
复
样
果
9
小
您
最
营
道
心
得
万
加
亿
情
三
明
体
值
技
通
今
及
预
议
转
间
牌
并
份
”
销
其
等
些
划
很
“
因
点
而
量
答
近
无
季
去
化
该
相
?
希
平
题
布
况
权
企
那
所
解
证
正
%
内
全
跌
自
意
知
主
给
怎
但
次
之
低
售
将
几
润
或
向
未
呢
子
研
原
组
交
标
想
-
外
益
秘
送
科
设
部
完
影
快
更
表
格
二
）
规
然
台
广
截
让
息
保
续
此
商
至
（
哪
联
只
户
停
制
集
真
术
案
率
基
系
减
强
手
注
半
达
法
底
他
从
民
响
视
性
层
车
安
认
候
再
单
推
改
止
领
华
备
当
才
算
名
打
第
据
直
具
考
海
涨
药
里
控
吧
员
互
调
构
非
式
买
团
确
创
露
难
料
消
别
监
费
常


易
求
需
参
先
流
源
把
啊
接
感
被
势
位
件
任
每
光
太
反
造
限
质
虑
损
效
水
取
线
种
施
准
立
传
区
超
十
两
盘
话
属
模
优
导
号
披
级
起
示
钱
配
变
支
器
着
净
批
亏
较
又
受
智
学
整
程
承
板
红
医
材
处
型
财
美
争
政
失
五
；
气
连
订
代
融
供
幅
际
额
深
空
步
结
激
降
卖
环
负
运
P
升
象
速
己
采
款
差
物
占
由
特
核
C
统
百
见
存
责
决
使
显
老
略
站
路
按
尽
查
极
诺
走
服
形
类
战
/
专
积
始
除
游
维
盈
估
四
风
城
且
:
约
功
矿
远
装
文
州
北
域
南
各
头
客
汽
办
却
另
竞
觉
!
审
越
励
乐
清
指
例
思
待
局
银
片
获
够
付
护
措
放
石
试
池
称
继
包
态
券
细
即
门
口
江
断
策
景
搞
带
扩
拿
酒
补
周
协
油
根
宁
致
京
究
锂
山
土
测
块
介
S
A
申
货
军
院
I
T
厂
久
容
套
必
千
西
条
签
满
康
马
疑
概
稳
》
散
顺
苏
字
张
吨
王
早
募
共
节
《
段
o
e
跟
素
德
记
t
既
引
媒
像
照
端
铁
释
充
破
严
涉
G
验
白
终
拓
p
仅
龙
离
飞
亚
换
房
兴
迟
O
讯
巨
干
E
M
店
选
精
身
宝
债
活
足
星
众
烈
招
它
D
错
借
疗
普
举
i
航
假
排
波
临
毛
绍
a
健
予
液
询
言
(
退
评
论
软
观
闻
云
)
切
压
花
则
良
声
暴
双
络
n
书
敬
博
许
境
愿
详
阳
园
延
职
倍
便
险
热
适
V
落
诚
c
听
省
移
米
瑞
状
福
违
尊
均
宣
芯
球
卡
微
队
初
钢
储
置
府
慢
坚
戏
拉
N
诉
富
l
范
竟
世
习
首
啥
谈
李
突
找
神
防
B
虽
拟
账
宜
m
刚
济
列
透
泰
社
委
靠
检
L
圳
紧
阶
振
谁
简
助
威
火
义
墨
革
拖
居
h
士
w
官
随
—
图
滑
左
界
聚
祝
肯
含
斯
偿
住
抓
河
针
频
F
短
免
害
税
筹
遇
右
林
括
符
烯
担
阿
农
历
酸
似
教
陈
刘
呀
述
托
善
择
s
依
努
链
+
青
末
腾
d
围
异
修
膜
R
禁
败
讲
币
牛
迷
六
馈
倒
"
留
黄
潜
避
码
轮
壳
仍
缺
食
稀
友
触
色
独
港
煤
恒
操
须
贴
句
毕
喜
W
享
往
湖
彩
念
密
若
眼
启
召
川
粮
嫌
养
沟
爱
旗
汇
血
汉
纳
床
映
赚
乎
晶
某
渠
弃
雄
帮
误
边
输
尔
庆
识
献
击
佳
晚
册
贷
治
巴
忽
迪
故
r
印
蓝
九
津
懂
录
洲
味
咱
燃
追
甚
兼
吸
仓
伏
艺
促
屏
锁
背
履
曾
途
丰
章
余
累
恶
剂
碳
固
粉
咨
登
般
H
押
幕
盒
苦
育
抛
贡
薪
赢
史
慧
拥
永
令
虚
语
距
谓
翻
奇
g
唯
炉
悠
伤
…
武
租
七
折
	
综
剩
副
握
宗
律
叫
纸
斗
命
础
央
版
页
惨
序
儿
草
秀
胶
楚
绿
绝
澄
笔
探
疆
库
洋
克
析
苹
急
顾
坏
音
归
掉
敢
奥
讨
K
昨
师
玻
尚
梦
览
执
麻
烦
判
u
志
剧
田
赞
病
拍
欧
休
束
徐
盾
架
八
吃
污
跑
群
爆
黑
陆
偏
肥
暂
盛
怀
玩
宏
硬
困
铝
隐
钨
轻
派
顶
怕
织
皮
兑
缩
卫
弱
岛
春
署
障
键
窖
浪
冲
灵
熟
焦
赵
欢
挂
朱
奖
趋
旧
贸
械
授
温
载
杭
替
族
糖
死
鼓
罗
射
谋
鉴
惠
*
零
璃
亮
圈
跨
氧
嘛
逐
浙
伟
混
缓
哈
封
猫
尼
纷
迅
唐
盖
母
辛
冷
v
旦
忙
凭
赔
骗
征
恢
荣
吴
寻
筑
硅
杨
】
誉
松
纤
附
沙
刻
培
赶
淘
肝
兰
守
啦
夏
聘
％
脸
班
壮
扣
b
危
隔
玛
鑫
校
邦
仪
辞
衍
谊
峰
撤
英
递
楼
贝
迁
县
耗
洽
蛋
郑
私
盟
搬
察
索
箱
孙
杰
　
耐
树
演
薄
角
雷
磷
播
鱼
穿
室
扭
谷
晓
午
沈
纯
纵
木
香
呼
【
盼
X
炭
女
庄
镇
剥
旅
乙
曲
弄
熊
淡
毫
阅
U
赁
娱
伙
救
堂
纶
丽
敷
轨
狂
豪
茅
苗
森
毒
抢
宇
瓶
弟
扬
访
遗
垃
圾
戴
莱
摊
督
裁
凯
亩
惜
碍
悉
抗
泡
遍
浏
劲
捷
厚
桩
诸
读
废
珠
Q
灾
寸
庭
炒
丁
钛
嘉
君
氢
鸡
抵
蒸
驾
糊
厦
夫
忠
函
鼎
迎
踏
写
亲
塑
湾
纺
饮
Y
欺
纪
旺
篇
泄
撑
烷
脑
咋
隆
惊
乱
允
疫
玉
吉
潮
昌
兄
繁
冰
闭
船
勘
矛
闲
泛
挥
痛
沃
邮
席
郭
丝
叶
朗
=
烟
醒
烧
怪
齐
描
盐
驶
昆
衷
莫
勇
厉
肉
奋
旬
y
罚
尾
径
缘
脱
赛
宋
翔
甲
尤
雅
蒙
贺
跃
仁
彻
甘
钾
覆
编
圆
掌
朋
攻
胜
藏
狼
帐
胺
辉
坑
茂
址
牢
晨
词
伴
割
乏
欠
暖
胡
添
炼
遭
劳
x
k
泥
轴
坛
贬
植
村
匹
瓷
恳
摸
泽
漫
抱
馆
凤
滤
鲜
驻
染
迈
涂
欲
沪
趣
姓
寒
虎
幸
栏
忧
牙
漂
紫
摘
榜
弹
胎
饰
·
届
裕
酿
尿
粗
~
警
侵
喝
缴
劣
哥
宾
殊
鲁
忘
座
横
犯
震
阴
猪
溢
帽
畅
>
雨
沥
～
磁
夺
慎
陶
塞
哦
谨
冠
伐
笑
阻
冀
氟
孩
滞
夜
乌
囊
洁
酬
驱
曹
芳
贾
赖
呵
欣
冻
柳
圣
辆
憾
乳
填
荐
恩
典
徽
j
堪
掩
患
迹
训
勤
菜
腐
尺
诊
萄
袋
虫
冬
岭
沉
腰
鸿
斤
疯
绕
葡
逆
漏
澳
忍
渐
氨
炸
丹
魄
梁
悲
铺
汗
袁
_
虹
桥
档
骨
邀
龄
浆
肖
岩
斩
吹
碧
粘
帝
童
扰
摩
井
颈
汤
秦
赌
谱
恭
;
菲
挽
挫
Z
氏
饱
拜
砸
舰
赠
翼
豆
浦
寿
舒
衡
仔
扎
凉
朝
f
厅
杂
遥
菱
锦
岳
框
獐
│
镍
殖
晟
潭
滨
吊
粤
绵
杀
拒
慈
鸟
羊
皇
伸
歌
脚
拆
萎
伦
瞒
壁
阔
锅
堆
窗
静
刊
祖
姜
宽
瓜
乃
洗
画
醇
铼
古
旭
刷
屋
拼
逻
钟
衰
稍
洞
赣
愤
荷
傲
跳
野
趁
柔
迫
胞
亦
杆
腿
喊
磨
汰
韩
逼
倾
愈
瓦
男
坐
珍
巡
挖
催
陷
坡
扶
杯
耳
穷
餐
抽
尖
渡
悔
q
她
课
雪
竣
倡
寄
曼
灭
丙
挺
谣
岁
挑
逃
摆
傻
讼
轿
佩
辑
惑
钴
骄
墙
J
钻
怡
弥
骂
雾
恐
循
鸣
礼
麦
泵
硫
贯
牵
罪
芝
冒
韦
晰
沫
漠
莞
街
默
搭
俄
[
尝
搪
乘
锡
氯
埋
聊
铜
辅
耽
兵
泉
菌
‘
’
丢
删
稿
驴
屡
z
钒
卷
诈
菇
摄
坤
浮
肃
祥
沿
冕
著
夕
颜
衣
纠
绑
踪
艾
辟
绘
愧
贪
阀
轰
枪
汕
埃
搜
锐
蒋
坦
冯
残
伍
党
巧
饼
鞍
仿
邓
躲
炎
陕
奈
梯
阵
霉
啤
凰
谅
缆
凌
秋
钙
岂
梅
辰
剑
怒
廉
舞
芜
昂
酯
腔
淮
勉
携
惯
镁
绪
栓
洪
謝
俱
睹
裂
膏
嫁
契
颠
挡
靡
荒
镜
橡
碑
掘
哭
赏
俗
耻
歉
塔
艰
<
湘
怨
狠
掏
霾
仙
裸
辽
颗
箭
悬
吁
捧
酰
乡
怜
崇
佑
醋
番
帆
葵
闹
练
饭
辜
遮
聪
脉
烂
弘
乔
偶
涵
杜
幼
卸
泸
柴
増
援
盲
颖
窄
饲
辱
灰
瞻
伪
辩
愉
牧
熬
稞
皆
暗
瘤
肽
伊
冶
鹤
疲
伯
奔
宴
婚
敏
泪
磅
岸
蔑
洛
奢
帘
淀
毅
驰
碌
晖
锋
嘴
蛮
耀
脆
刺
羹
幻
昕
贤
萧
兆
撒
＂
猛
慰
浓
龟
庞
贱
姐
逊
胆
呈
凝
曙
曰
舆
扇
畴
灌
侨
佬
鹅
棒
返
煌
腻
舶
柜
懈
彦
．
杏
鲍
屠
宰
昊
钉
佛
０
澜
劵
轩
阁
霞
炬
槛
鹏
酐
秒
燕
孵
惩
杠
艇
－
逢
阐
@
渗
肿
曝
捆
拔
誓
揭
彰
辐
肩
徘
徊
妙
罕
禹
宅
杉
蔡
霸
彭
硼
卢
荡
峻
辙
舟
暨
雕
邵
岗
壤
铸
棉
牟
牺
牲
遵
垫
砖
鼠
厨
酷
攀
铵
玑
硕
闽
禾
朴
株
钩
捞
奏
吞
渤
仑
癌
爷
捐
鹿
骥
尴
尬
搁
纬
茶
喷
谴
垄
柱
酶
酵
翘
侧
乾
毁
酱
愚
勿
盗
嵌
锈
睬
斜
钠
１
螳
螂
夷
磺
峡
碰
垒
枣
奶
尘
霍
◆
斌
袭
奉
彼
寓
氮
俞
拨
骤
哀
锝
寥
魏
秸
秆
俺
恰
拐
摇
煎
將
#
溯
厌
践
桌
呆
颇
陌
刀
棋
匆
锆
郎
伺
汪
夸
喋
玲
胸
娘
姿
躺
梳
厘
蹈
赴
廊
顿
魔
懒
崛
涌
貌
锌
铟
妨
踢
\
妆
吝
戈
辈
症
坊
靓
妇
湛
齿
丘
翁
汀
浩
搏
哎
鸭
纲
磊
纹
歧
葩
爹
疚
卓
佐
僵
孚
狗
屁
耶
甩
颓
亡
箔
舌
抚
唧
捏
崩
驳
铭
葛
孤
浅
衔
噱
睡
眠
谎
惹
唱
萨
桃
骆
肆
睛
灶
棵
钼
帅
旱
妥
俩
醚
仕
拳
挤
魅
皋
霜
敦
脂
猜
彬
弯
凡
刹
睿
爸
'
吡
鹰
蘑
個
羸
炮
劝
舍
撬
鄂
诟
插
罐
慷
慨
稻
氛
恋
溪
麼
宠
迭
坞
〔
〕
僚
渝
闪
砂
弊
牡
椅
蟹
撮
敌
旋
谦
犀
扫
焊
涛
谤
屑
胁
晋
膨
胀
僻
唉
逾
舵
踩
缠
钕
姆
涤
趴
拭
靴
滩
怖
孟
硝
釆
涝
蓉
扯
芦
拣
粹
谭
姚
酮
郝
沒
赤
魂
猴
龚
沦
婆
妈
卧
诿
碱
哟
粒
桶
栽
勃
坪
鹭
滴
柏
喀
谐
肺
莎
慌
丧
祸
筛
毡
喻
笃
巩
柯
肇
巿
吓
弈
诛
屈
芙
臣
蜀
問
對
靶
帜
仰
仟
译
戚
羞
婴
兔
醉
铃
溉
書
現
凶
栖
馒
瀚
±
忌
嗨
昭
祺
糕
父
盯
膦
塌
苍
巢
怠
瞎
琦
抬
棕
榈
撞
泊
赊
爬
桑
琪
拱
帖
悦
钥
匙
锑
韶
抠
痰
凑
荼
積
極
鬼
沧
捕
佘
琴
丸
铂
猎
裔
铅
巾
敲
淄
２
伞
湿
臭
珈
蚀
α
傅
鞋
逗
烹
蛇
悟
鼻
浚
钦
诱
锰
苷
嗎
涡
＞
贿
笼
呐
潘
擅
藻
挪
揣
雀
庸
劫
禽
钞
梧
桐
總
進
時
咖
啡
稚
仗
痴
胱
坠
憧
憬
睐
悄
诽
吾
贫
挨
氦
穆
夯
喘
飙
︶
肤
垂
剔
邻
勒
艋
忐
忑
碟
雯
葫
炙
癀
焉
郴
襄
姑
岌
丑
鄙
竿
枝
吕
堤
阜
祭
隶
迄
闰
纰
荆
掠
镀
巳
陪
坎
窟
窿
丈
灯
耕
咸
５
蝶
莉
兢
溶
璜
旁
蓄
抄
籽
尸
夹
麟
巅
囧
钽
Ａ
蔽
钰
枕
孔
請
們
瞄
楷
咯
宪
簧
爽
螺
娇
栋
霖
惕
筋
掰
腕
挚
狭
奕
趟
咒
糟
坝
沐
陋
毋
绒
狮
冤
俊
酚
貴
於
國
證
會
項
釋
熔
缝
钓
帷
窃
浸
驼
酝
杳
蠢
窘
嘿
瑾
溃
帕
垮
啬
禧
茫
裹
皂
煮
垢
砷
腺
飘
颁
呕
簿
钵
氩
瞪
魁
蒂
锤
辖
朵
栗
桂
寨
腈
肠
渔
唾
耿
冉
疏
捍
妃
甸
艳
肚
腊
沂
痒
沾
棍
論
遲
議
衢
沓
蝇
觑
&
彤
稽
寂
蚂
蚁
颂
薛
庙
遴
阪
勾
咎
翰
堵
韧
扛
奠
籍
槽
墅
骚
骅
|
℃
堡
孜
裤
埸
｜
痘
瘀
诞
甥
妄
泻
３
夔
壕
郁
闷
墓
恨
聯
網
戰
來
刑
埔
嘭
砰
娄
邱
枉
佼
侯
場
臻
仇
鳄
蹿
麝
擦
＇
盎
烽
穗
庐
枫
吋
恼
苑
歼
呋
巷
芪
購
償
騙
辄
殃
毯
桧
＜
藐
叙
筏
捂
锗
灸
｛
｝
侮
锶
郦
撼
锣
抑
唆
麓
挝
狡
綦
萬
計
畫
還
繼
續
體
間
實
為
條
棄
烫
芋
拾
崖
哗
▽
嫩
刁
螃
淋
漓
殚
竭
逝
肢
赫
囙
楠
巜
殴
︿
髦
汐
僧
珑
辨
犬
迦
蜻
蜓
汛
邪
谑
鄬
吩
雏
舜
雇
豁
尹
拯
釜
钝
瓢
倚
×
卵
铯
拦
摒
矢
绸
钮
搂
媳
荔
叮
嘱
渭
汾
堰
脏
嘘
竹
渺
規
輸
痞
氓
莲
蚊
御
吱
蹲
疾
矣
倪
蛹
驯
姻
歪
犁
泓
娟
咫
馨
耍
甾
厮
婪
蛀
歇
裘
丫
毓
拧
妻
讽
掺
茵
莹
躁
煞
淅
炫
贻
札
缇
敛
晕
窑
蜱
唑
忏
谡
凸
鳌
蜂
幣
貶
響
叱
咤
椒
滕
潍
畸
郡
逞
乍
庚
颐
幢
夲
彊
麒
昙
漆
嘈
佰
卿
朦
胧
谍
劼
黯
樊
`
蹋
叔
诫
暑
寡
仵
淹
娅
拷
糙
枥
芽
監
許
審
饋
見
內
關
題
過
給
悖
悍
長
潤
兌
悚
卑
骏
鞅
＋
橙
腹
锏
浑
铬
潇
洒
掖
惮
晔
猿
稠
俏
侦
绳
茨
烘
焙
薯
碘
钆
棠
棣
惭
黔
驹
鲸
嫦
娥
皖
蛙
唔
噜
揪
秩
叵
{
}
盔
忤
邑
撸
袖
珀
濠
礐
溧
蔬
璧
闯
苖
復
谜
楞
阆
孝
锭
檀
韭
虏
扑
㈣
焰
毙
瑁
邹
饿
昔
掂
挣
拇
榨
椰
汁
衬
埙
°
孢
俨
萤
盆
戕
憋
怍
擎
″
抹
燎
伎
掷
斑
罔
捣
杖
潢
昧
滥
骁
叹
郫
輿
質
儲
資
產
斷
團
導
無
預
應
當
經
營
轉
靈
芈
鹬
蚌
羧
黏
寰
矮
镓
跪
瑶
伽
笛
驷
叉
扮
瘟
痕
亓
屿
贰
翩
侈
拌
﹗
嗓
哺
沛
凄
喧
嚣
爵
逛
潞
惶
浇
囯
蛟
诶
宛
坷
膀
虾
亭
曜
莽
朮
灿
虐
晴
狙
陵
汹
斧
舱
忆
垚
俐
霄
窝
臵
莅
蚕
藉
淆
嗯
绊
毂
胚
倦
菫
镸
岀
冊
廷
敖
嬴
串
磐
昏
衫
腑
妮
惰
壑
眉
拙
瞬
崎
〃
詹
腌
疼
噎
倘
宸
窥
豹
攒
吆
渣
隧
恕
娜
卜
媚
麽
宵
奴
胰
龍
鳅
畏
蹄
挠
竖
扪
恁
滚
脐
眾
藥
說
聲
稱
紹
簡
單
粨
宿
①
②
③
④
昇
藤
慕
薜
穴
愎
沆
瀣
灏
哒
覃
〇
呗
徒
犹
豫
夙
彝
揽
肼
邯
摹
侠
姗
笫
鈕
歺
俠
橱
壶
孕
瞠
衙
沸
碗
饪
歹
吐
烁
瘫
痪
傾
瞩
漾
仨
阖
饶
萌
寞
怂
恿
哇
塘
弗
９
蔷
薇
涟
婕
秉
臆
苯
肌
遏
纱
淳
抉
沱
渲
滋
谏
恤
粪
泳
撰
罄
琶
醍
佗
撇
唤
悸
禅
姝
喽
婉
迩
羽
肾
胍
譬
捡
蜃
萍
匠
宫
轧
氰
瘦
逮
槟
虞
殷
斥
衅
濮
柬
峄
紅
訂
鞭
肋
貳
祉
拘
狸
闸
咽
殇
瑕
疵
苓
焚
愁
诀
